[
    {
        "stars" : 5,
        "content" : "Lana was wonderful to work with.  She came to our home and we discussed listing price and how to stage the home for pictures.  Lana made great recommendations, and due to her recommendations and commitment, our home went under contract within five days of its being listed.  We received a few offers, Lana walked us through the pros and cons of each offer.  Lana was always available and extremely helpful when questions would arise.  Lana shows that she is very knowledgeable about the real estate market and how it changes.  I would highly recommend Lana for your buying and selling needs. Carrie & Steve",
        "name" : "Steven Marszalek"
    }, 

    {
        "stars" : 5,
        "content" : "Throughout my home selling process, Lana was incredibly communicative. She quickly answered calls, text messages, and emails, keeping me informed about every aspect of the process. Lana’s expertise in the real estate industry are evident - her efficiency led to a quick sale. Her dedication in helping me sell was remarkable!",
        "name" : "Elisa Gomez"
    },

    {
        "stars" : 5,
        "content" : "Lana is an exceptional realtor who provided us with invaluable assistance throughout the home-buying process. As first-time homebuyers, we were initially unfamiliar with the intricacies involved, but Lana patiently explained every detail and guided us through it easily. She has a keen sense of our unspoken needs and style preferences, and this enabled her to provide us with suitable options that met our expectations. Additionally, Lana's quick understanding of our preferences made the home-touring process seamless and enjoyable. We were impressed with her professionalism and attention to detail, and we would highly recommend her services to anyone looking to buy a home.",
        "name" : "Rafael Seidalinov"
    },

    {
        "stars" : 5,
        "content" : "Lana is super helpful, knowledgeable, and she truly cares and wants the best for her clients.   She responds quickly and is on top of the market. I recommend her to anybody looking to buy or rent without hesitation.",
        "name" : "Rina Coladilla"
    },

    {
        "stars" : 5,
        "content" : "Once again, Lana did a fantastic job helping us to buy our first house. She was extremely patient and walk us through all the details of the process, giving us confidence and tranquility all the time. She is professional and her vast experience is a plus that will give you peace of mind at this important time. She is always available to respond any questions and also to provide support and encouragement. I recommend Lana 💯!!!",
        "name" : "Fernanda Formariz"
    },

    {
        "stars" : 5,
        "content" : "Lana Cole helped me in finding the perfect home for the best possible price. She is very reliable and has an amazing skill of understanding your needs and finding the best suitable home for you. Lana is very knowledgeable, actually, she surprised me by identifying even the slightest concern of the houses, which I never would have noticed. This helped me to make a confident decision of buying the home as a pleasurable experience. I would recommend Lana to anyone interested in purchasing a home!",
        "name" : "Aneesh C"
    },

    {
        "stars" : 5,
        "content" : "Lana and Rick were very attentive to our house sale in Aurora and I would recommend them to anyone, especially if you’re looking for a reasonably fast closing.  Thanks for a great job.",
        "name" : "Charles Spencer"
    },

    {
        "stars" : 5,
        "content" : "I would highly recommend Lana. She is the best! I had a great experience working with her. She is professional, responsive, loyal, caring, and very efficient.  She has great work ethics. She does represent you and your best interest. Something that really impressed me about her, is that she is very empathetic. We were going through a hard period of time during the sale of our home, and she made the process go very fast smooth. She shows great values both as a person and as a realtor.  Thank you Lana for all your help!!",
        "name" : "M A.F."
    },

    {
        "stars" : 5,
        "content" : "Lana’s responsiveness to our questions and concerns was particularly noteworthy in our process of buying house from a bank. Whenever we had a question or needed guidance, she was always quick to respond and provide helpful insights. Lana’s negotiation skills were also top-notch, and we felt confident that we were getting the best possible deal on our dream home.",
        "name" : "Tatyana Smirnova"
    }
]